Repository: lutin11/launcher-modular
Catalog: po/*.po
Languages: ar, de, fr, nl, ru, sl, ta, uk

source: SVG or PNG icon. 1:1 ratio
ar: أيقونة SVG أو PNG. نسبة 1:1
de: SVG oder PNG Icon. 1:1 Verhältnis
fr: Icône SVG ou PNG au ratio 1:1
nl: Svg- of png-pictogram. 1:1-beeldverhouding
ru: SVG или PNG иконка. Соотношение 1:1
sl: Ikona SVG ali PNG formata. Razmerje 1:1
ta: எச்விசி அல்லது பிஎன்சி படவுரு. 1: 1 விகிதம்
uk: Іконка у форматі SVG або PNG. Співвідношення 1:1

source: The <b>title</b> to be shown in the app list
ar: <b>العنوان</b> الذي سيتم عرضه في قائمة التطبيقات
de: Der <b>Titel</b> welcher in der App-Liste erscheint
fr: Le <b>titre</b> à afficher dans la liste des applications
nl: De <b>naam</b> die op de lijst wordt getoond
ru: <b>Название</b> для отображения в списке приложений
sl: <b>Naslov</b>, ki bo prikazan na seznamu aplikacij
ta: பயன்பாட்டு பட்டியலில் காட்டப்பட வேண்டிய <b> தலைப்பு </b>
uk: <b>Назва</b>, яку буде показано у списку програм

source: <b>Action</b> example:
ar: مثال <b>الإجراء</b>:
de: <b>Aktion</b> Beispiel:
fr: Exemple d'<b>action</b> :
nl: <b>Actie</b>voorbeeld:
ru: <b>Действие</b> пример:
sl: Primer <b>dejanja</b> :
ta: <b> செயல் </b> எடுத்துக்காட்டு:
uk: <b>Дія</b> Приклад:

source: Create icon
ar: إنشاء أيقونة
de: Icon erstellen
fr: Créer une icône
nl: Pictogram maken
ru: Создать иконку
sl: Ustvari ikono
ta: படவுருவை உருவாக்கவும்
uk: Створити іконку

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
nl: Annuleren
ru: Отменить
sl: Prekliči
ta: கைவிடு
uk: Скасувати

source: Page management
ar: إدارة الصفحة
de: Seitenverwaltung
fr: Gestion des pages
nl: Paginabeheer
ru: Страница управления
sl: Upravljanje strani
ta: பக்க மேலாண்மை
uk: Керування сторінками

source: Choose a page
ar: اختر صفحة
de: Wähle eine Seite
fr: Sélectionner une page
nl: Kies een pagina
ru: Выберите страницу
sl: Izberite stran
ta: ஒரு பக்கத்தைத் தேர்வுசெய்க
uk: Виберіть сторінку

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
nl: Instellingen
ru: Настройки
sl: Nastavitve
ta: அமைப்புகள்
uk: Налаштування

source: General
ar: عام
de: Allgemein
fr: Général
nl: Algemeen
ru: Основное
sl: Splošno
ta: பொது
uk: Загальне

source: Dark background
ar: خلفية داكنة
de: Dunkler Hintergrund
fr: Arrière-plan sombre
nl: Donkere achtergrond
ru: Темный фон
sl: Temno ozadje
ta: இருண்ட பின்னணி
uk: Темний фон

source: Background blur effect
ar: تأثير طمس الخلفية
de: Hintergrundunschärfe
fr: Effet de flou de l'arrière-plan
nl: Achtergrond vervagen
ru: Эффект размытия фона
sl: Učinek zameglitve ozadja
ta: பின்னணி மங்கலான விளைவு
uk: Ефект розмиття фону

source: Translators
ar: المترجم
de: Übersetzer
fr: Traducteurs
nl: Vertalers
ru: Переводчики
sl: Prevajalci
ta: மொழிபெயர்ப்பாளர்கள்
uk: Перекладачі

source: Modular Launcher-translators:
ar: مترجمات - المشغل المعياري
de: Übersetzer von Launcher Modular:
fr: Traducteurs/trices de Lanceur Modulaire :
nl: Launcher Modular vertalers:
sl: Prevejalci Launcher Modular:
ta: மட்டு துவக்கி-மொழிபெயர்ப்பாளர்கள்:
uk: Перекладачі Modular Launcher:

source: Arabic -
ta: அரபு -

source: Dutch -
ar: هولندي
de: Holländisch -
fr: Néerlandais -
nl: Nederlands -
ru: Нидерландский -
sl: nizozemščina -
ta: டச்சு -
uk: Нідерландська-

source: French -
ar: فرنسي
de: Französisch -
fr: Français -
nl: Frans -
ru: Французский -
sl: francoščina -
ta: பிரஞ்சு -
uk: Французька -

source: German -
ar: ألماني
de: Deutsch -
fr: Allemand -
nl: Duits -
ru: Немецкий -
sl: nemščina -
ta: செர்மன் -
uk: Німецька -

source: Portuguese -
ar: برتغالي
de: Portugiesisch -
fr: Portugais
nl: Portugees -
sl: portugalščina -
ta: போர்த்துகீசியம் -
uk: Португальська -

source: Russian -
ar: روسي
de: Russisch -
fr: Russe -
nl: Russisch -
ru: Русский -
sl: ruščina -
ta: ரச்ய -
uk: Російська-

source: Tamil -
ta: தமிழ் -

source: Translate Modular Launcher at <a href='https://hosted.weblate.org/projects/launcher-modular/launchermodular-lut11'>Hosted Weblate</a>.
ar: ترجمة المشغل المعياري على <a href='https://hosted.weblate.org/projects/launcher-modular/launchermodular-lut11'>Weblate المستضاف</a>
fr: Traduisez Modular Launcher sur <a href='https://hosted.weblate.org/projects/launcher-modular/launchermodular-lut11'>Hosted Weblate</a>.
sl: Prevedite Launcher Modular na <a href="https://hosted.weblate.org/projects/ubports/launcher-modular/">Hosted Weblate</a>.
ta: மட்டு துவக்கியை <a href = 'https: //hosted.weblate.org/projects/launcher-modular/launchermodular-lut11'> வலைபெயர்ப்பில்</a> மொழிபெயர்க்கவும்.
uk: Перекладіть Modular Launcher на <a href="https://hosted.weblate.org/projects/ubports/launcher-modular/">Hosted Weblate</a>.

source: Agenda
ar: أجندة
ru: Календарь событий
ta: நிகழ்ச்சி நிரல்
uk: Порядок денний

source: ok
ar: أوكي
ta: சரி

source: Search your phone and online sources
ar: ابحث عن هاتفك ومصادرك عبر الإنترنت
de: Telefon und Ihre Online-Quellen durchsuchen
fr: Rechercher dans votre téléphone et en ligne
nl: Doorzoek je telefoon en online-bronnen
ru: Поиск в телефоне и в Интернете
sl: Iskanje po telefonu in spletnih virih
ta: உங்கள் தொலைபேசி மற்றும் நிகழ்நிலை ஆதாரங்களைத் தேடுங்கள்
uk: Пошук на телефоні та в інтернет-джерелах

source: Uninstall
ar: إلغاء التثبيت
de: Deinstallieren
fr: Désinstaller
nl: Deïnstalleren
ru: Удалить
sl: Odmesti
ta: நிறுவல் நீக்க
uk: Видалити

source: Remove
ar: حذف
de: Entfernen
fr: Supprimer
nl: Verwijderen
ru: Убрать
sl: Odstrani
ta: அகற்று
uk: Прибрати

source: Search your music
ta: உங்கள் இசையைத் தேடுங்கள்

source: Loading feeds…
ar: جارٍ تحميل الخلاصات…
de: Laden von Feeds…
fr: Chargement des flux...
ta: ஊட்டங்களை ஏற்றுகிறது…

source: Go to the page management to add feeds.
ar: انتقل إلى إدارة الصفحة لإضافة الخلاصات.
de: Gehen Sie zur Seitenverwaltung, um Feeds hinzuzufügen.
fr: Allez dans la gestion des pages pour ajouter des flux.
ta: ஊட்டங்களைச் சேர்க்க பக்க நிர்வாகத்திற்குச் செல்லவும்.

source: New todo
ar: todo جديد
fr: Nouvelle liste de choses à faire
ta: புதிய செய்யவேண்டிய

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
nl: Verwijderen
ru: Удалить
sl: Izbriši
ta: நீக்கு
uk: Видалити

source: Search your video
ta: உங்கள் காணொளியைத் தேடு

source: Settings Page
ar: إعدادات الصفحة
de: Einstellungsseite
fr: Paramètres de la page
nl: Instellingen
ru: Страница Настроек
sl: Stran z nastavitvami
ta: அமைப்புகள் பக்கம்
uk: Сторінка налаштувань

source: Limit of days
ar: الحد من الأيام
de: Limit von Tagen
fr: Limite de jours
nl: Aantal dagen
ru: Предел количества дней
sl: Omejitev števila dni
ta: நாட்களின் வரம்பு
uk: Ліміт днів

source: By default 60 days
ar: افتراضيا 60 يوما
de: Standardmäßig 60 Tage
fr: 60 jours par défaut
nl: Standaard: 60 dagen
ru: По умолчанию 60 дней
sl: Privzeto 60 dni
ta: இயல்பாக 60 நாட்கள்
uk: За замовчуванням 60 днів

source: Settings for 'Clock' page
ta: 'கடிகாரம்' பக்கத்திற்கான அமைப்புகள்

source: Bold
ta: தடிமான

source: BoldItalic
ta: போல்ட்இட்டாலிக்

source: Regular
ta: வழக்கமான

source: Italic
ta: சாய்வு

source: Light
ta: ஒளி

source: LightItalic
ta: இலகுவான

source: Font type :
ta: எழுத்துரு வகை:

source: Format :
ta: வடிவம்:

source: Favorite apps management
ar: إدارة التطبيقات المفضلة
de: Favouriten-App-Verwaltung
fr: Gestion des applications favorites
nl: Favoriete apps beheren
ru: Управление избранными приложениями
sl: Upravljanje priljubljenih aplikacij
ta: பிடித்த பயன்பாடுகள் மேலாண்மை
uk: Керування улюбленими програмами

source: None
ar: لاشئ
de: Keiner
fr: Aucun
nl: Geen
ru: Без эффектов
sl: Nič
ta: எதுவுமில்லை
uk: Нічого

source: Unstyled icons
ar: أيقونات غير نمطية
de: Iconstyle:
fr: Aucun style
nl: Pictogramstijl :
sl: Nestilizirane ikone
ta: நிலையற்ற சின்னங்கள்
uk: Нестилізовані іконки

source: Rounded
ar: مدور
de: Abgerundet
fr: Arrondi
nl: Afgerond
ru: Округлые
sl: Zaobljeno
ta: வட்டமான
uk: Закруглені

source: Rounded icons
ar: أيقونات مدورة
de: Abgerundet
fr: Arrondi
nl: Afgerond
sl: Zaobljene ikone
ta: வட்டமான சின்னங்கள்
uk: Закруглені іконки

source: Style Icons :
ar: نمط اﻷيقونات:
de: Iconstyle:
fr: Style d'icônes :
nl: Pictogramstijl :
ru: Стиль Иконок :
sl: Ikone sloga :
ta: பாணி படவுருகள்:
uk: Стиль іконок :

source: Search engine :
fr: Moteur de recherche :
ta: தேடுபொறி:

source: Widgets
ar: القطعة
ru: Виджеты
sl: Namizni pripomočki
ta: நிரல்பலகைகள்
uk: Віджети

source: Show clock
ar: عرض الساعة
de: Zeige Uhr
fr: Afficher l'horloge
nl: Klok tonen
ru: Отображать часы
sl: Pokaži uro
ta: கடிகாரத்தைக் காட்டு
uk: Показати годинник

source: Show weather
ar: عرض الطقس
de: Zeige Wetter
fr: Afficher la météo
nl: Weer tonen
ru: Отображать погоду
sl: Pokaži vreme
ta: வானிலை காட்டு
uk: Показати погоду

source: Show alarms
ar: عرض المنبه
de: Zeige Alarme
fr: Afficher les alarmes
nl: Alarmen tonen
ru: Отображать уведомления
sl: Pokaži alarme
ta: விழிப்பொலிகளைக் காட்டு
uk: Показувати сигнали про тривогу

source: Show last call
de: Zeige letzten Anruf
fr: Afficher le dernier appel
nl: Recentste oproep tonen
ru: Отображать недавний звонок
sl: Pokaži zadnji klic
ta: கடைசி அழைப்பைக் காட்டு
uk: Показати останній дзвінок

source: Show last message
ar: عرض آخر رسالة
de: Zeige letze Nachricht
fr: Afficher le dernier message
nl: Recentste bericht tonen
ru: Отображать недавнее сообщение
sl: Pokaži zadnje sporočilo
ta: கடைசி செய்தியைக் காட்டு
uk: Показати останнє повідомлення

source: Show events
de: Zeige Ereignisse
fr: Afficher les évènements
nl: Afspraken tonen
ru: Отображать события
sl: Pokaži dogodke
ta: நிகழ்வுகளைக் காட்டு
uk: Показати події

source: Settings for 'Music' page
ta: 'இசை' பக்கத்திற்கான அமைப்புகள்

source: Exemple
fr: Éxemple
ta: எடுத்துக்காட்டு

source: Invalid url
ar: عنوان URL غير صالح
de: Ungültige Url
fr: URL invalide
ta: தவறான முகவரி

source: No settings for 'TODO' page
ar: لا توجد إعدادات لصفحة "TODO".
fr: Pas de paramètres pour la page « TODO
ta: 'செய்யவேண்டிய' பக்கத்திற்கான அமைப்புகள் இல்லை

source: Settings for 'Video' page
ta: 'காணொளி' பக்கத்திற்கான அமைப்புகள்

source: Alarms
ar: المنبه
de: Alarm
fr: Alarmes
nl: Alarmen
ru: Уведомления
sl: Alarmi
ta: விழிப்பொலிகள்
uk: Сигнали тривоги

source: No active alarm
ar: لا يوجد منبه نشط
de: Kein aktiver Alarm
fr: Pas d'alarme activée
nl: Geen actieve alarmen
ru: Нет активных уведомлений
sl: Ni aktivnih alarmov
ta: செயலில் விழிப்பொலி இல்லை
uk: Немає активної тривоги

source: at
ar: في
de: bei
fr: à
nl: om
ru: на
sl: pri
ta: இல்
uk: в

source: Calcul result:
fr: Résultat du calcul :
ta: கணக்கீட்டு முடிவு:

source: Events
ar: أحداث
de: Ereignisse
fr: Événements
nl: Afspraken
ru: События
sl: Dogodki
ta: நிகழ்வுகள்
uk: Події

source: No events
ar: لا يوجد أحداث
de: Keine Ereignisse
fr: Aucun événement
nl: Geen afspraken
ru: Нет активных событий
sl: Ni dogodkov
ta: நிகழ்வுகள் இல்லை
uk: Немає подій

source: Favorite Apps
ar: التطبيقات المفضلة
de: Favouriten
fr: Applications favorites
nl: Favoriete apps
ru: Избранные Приложения
sl: Priljubljene aplikacije
ta: பிடித்த பயன்பாடுகள்
uk: Улюблені програми

source: Favorite Contacts
ar: جهات اﻹتصال المفضلة
de: Kontakt Favoriten
fr: Contacts favoris
nl: Favoriete contactpersonen
ru: Избранные Контакты
sl: Priljubljeni stiki
ta: பிடித்த தொடர்புகள்
uk: Улюблені контакти

source: Last Calls
ar: آخر مكالمات
de: Letzter Anruf
fr: Derniers appels
nl: Recentste oproep
sl: Zadnji klic
ta: கடைசி அழைப்புகள்
uk: Останній дзвінок

source: Last Call
ar: آخر مكالمة
de: Letzter Anruf
fr: Dernier appel
nl: Recentste oproep
ru: Недавний Звонок
sl: Zadnji klic
ta: கடைசி அழைப்பு
uk: Останній дзвінок

source: No recent calls
ar: لا توجد مكالمات الأخيرة
de: Keine vorherigen Anrufe
fr: Aucun récent appel
nl: Geen recente oproepen
ru: Звонков нет
sl: Ni nedavnih klicev
ta: அண்மைக் கால அழைப்புகள் இல்லை
uk: Немає останніх дзвінків

source: Last Messages
ar: آخر رسائل
de: Letzte Nachricht
fr: Derniers messages
nl: Recentst bericht
sl: Zadnje sporočilo
ta: கடைசி செய்திகள்
uk: Останнє повідомлення

source: Last Message
ar: آخر رسالة
de: Letzte Nachricht
fr: Dernier message
nl: Recentst bericht
ru: Недавнее Сообщение
sl: Zadnje sporočilo
ta: கடைசி செய்தி
uk: Останнє повідомлення

source: No recent messages
ar: لا توجد رسائل حالية
de: Keine vorhergehenden Nachrichten
fr: Aucun message récent
nl: Geen recente berichten
ru: Нет отправленных сообщений
sl: Ni nedavnih sporočil
ta: அண்மைக் கால செய்திகள் இல்லை
uk: Немає останніх повідомлень

source: Search Contacts
ar: البحث عن جهات اﻹتصال
de: Kontakte durchsuchen
fr: Rechercher des contacts
nl: Contactpersonen doorzoeken
ru: Поиск Контактов
sl: Iskanje med stiki
ta: தொடர்புகளைத் தேடு
uk: Пошук контактів

source: Please long press here to configure
ar: يرجى الضغط لفترة طويلة هنا للاعداد
de: Bitte lange drücken zum Konfigurieren
fr: Veuillez appuyer longuement pour configurer
nl: Houd ingedrukt om in te stellen
ru: Пожалуйста, нажмите долго для настройки
sl: Prosimo, dolgo pritisnite tukaj za konfiguracijo
ta: உள்ளமைக்க இங்கே நீண்ட நேரம் அழுத்தவும்
uk: Будь ласка, натисніть і утримуйте тут, щоб налаштувати

source: Calm
ar: هادئ
de: Windstille
fr: Calme
nl: Stil
ru: Штиль
sl: mirno
ta: அமைதியானது
uk: Штиль

source: Light Air
ar: الهواء الخفيف
de: Leiser Zug
fr: Très légère brise
nl: Flauw en stil
ru: Тихий
sl: brezvetrje
ta: மெல்லிய காற்று
uk: Легке повітря

source: Light Breeze
ar: نسيم خفيف
de: Leichte Brise
fr: Légère brise
nl: Flauwe koelte
ru: Лёгкий
sl: lahek vetrič
ta: மெல்லிய தென்றல்
uk: Легкий вітерець

source: Gentle Breeze
ar: نسيم لطيف
de: Schwache Brise
fr: Petite brise
nl: Lichte koelte
ru: Слабый
sl: šibak veter
ta: மென்மையான தென்றல்
uk: Лагідний вітерець

source: Moderate Breeze
ar: نسيم معتدل
de: Mäßige Brise
fr: Jolie brise
nl: Matige koelte
ru: Умеренный
sl: zmeren veter
ta: மிதமான தென்றல்
uk: Помірний вітерець

source: Fresh Breeze
ar: نسيم طازج
de: Frische Brise
fr: Bonne brise
nl: Frisse bries
ru: Свежий
sl: svež vetrič
ta: புதிய தென்றல்
uk: Свіжий вітерець

source: Strong Breeze
ar: نسيم قوي
de: Starker Wind
fr: Vent frais
nl: Matige wind
ru: Сильный
sl: močan vetrič
ta: வலுவான தென்றல்
uk: Сильний вітерець

source: Near Gale
ar: بالقرب من العاصفة
de: Steifer Wind
fr: Grand frais
nl: Harde wind
ru: Крепкий
sl: Zmerni vihar
ta: கேலுக்கு அருகில்
uk: Сильний вітер

source: Gale
ar: عاصفة
de: Stürmischer Wind
fr: Coup de vent
nl: Stormachtig
ru: Очень крепкий
sl: vihar
ta: கேல்
uk: Штормовий вітер

source: Severe Gale
ar: عاصفة شديدة
de: Sturm
fr: Fort coup de vent
nl: Storm
ru: Шторм
sl: močan vihar
ta: கடுமையான கேல்
uk: Сильний вітер

source: Storm
ar: عاصفة
de: Sturm
fr: Tempête
sl: nevihta
ta: புயல்
uk: Шторм

source: Violent Storm
ar: عاصفة عنيفة
de: Orkanartiger Sturm
fr: Violente tempête
nl: Zeer zware storm
ru: Жестокий шторм
sl: silovita nevihta
ta: வன்முறை புயல்
uk: Сильний шторм

source: Hurricane
ar: إعصار
de: Orkan
fr: Ouragan
nl: Orkaan
ru: Ураган
sl: orkan
ta: சூறாவளி
uk: Ураган

source: of
ar: لـ
de: von
fr: de
nl: van
ru: направлением
sl: od
ta: இல்
uk: з

source: North
ar: شمال
de: Norden
fr: Nord
nl: Noord
ru: Северный
sl: Sever
ta: வடக்கு
uk: Північ

source: North-Northeast
ar: شمال - شمال شرقي
de: Nordnordost
fr: Nord-Nord-Est
nl: Noord-noordoost
ru: Северный-СВ
sl: Sever-severovzhod
ta: வடக்கு-வடகிழக்கு
uk: Північ-Північний Схід

source: Northeast
ar: شمال شرقي
de: Nordost
fr: Nord-Est
nl: Noordoost
ru: СВ
sl: Severovzhod
ta: வடகிழக்கு
uk: Північний Схід

source: East-Northeast
ar: شرق - شمال شرقي
de: Ost-Nordost
fr: Est-Nord-Est
nl: Oost-noordoost
ru: Восточный-СВ
sl: Vzhod-severovzhod
ta: கிழக்கு-வடகிழக்கு
uk: Схід-Північний Схід

source: East
ar: شرق
de: Osten
fr: Est
nl: Oost
ru: Восточный
sl: Vzhod
ta: கிழக்கு
uk: Схід

source: East-Southeast
ar: الشرق - جنوب شرقي
de: Ost-Südost
fr: Est-Sud-Sst
nl: Oost-zuidoost
ru: Восточный-ЮВ
sl: Vzhod-jugovzhod
ta: கிழக்கு-தென்கிழக்கு
uk: Схід-Південний Схід

source: Southeast
ar: جنوب شرقي
de: Südost
fr: Sud-Est
nl: Zuidoost
ru: ЮВ
sl: Jugovzhod
ta: தென்கிழக்கு
uk: Південний Схід

source: South-Southeast
ar: الجنوب - جنوب شرقي
de: Süd-Südost
fr: Sud-Sud-Est
nl: Zuid-zuidoost
ru: Южный-ЮВ
sl: Jug-jugovzhod
ta: தெற்கு-தென்கிழக்கு
uk: Південь-Південний Схід

source: South
ar: الجنوب
de: Süden
fr: Sud
nl: Zuid
ru: Южный
sl: Jug
ta: தெற்கு
uk: Південь

source: South-Southwest
ar: الجنوب - جنوب غربي
de: Süd-Südwest
fr: Sud-Sud-Ouest
nl: Zuid-zuidwest
ru: Южный-ЮЗ
sl: Jug-jugozahod
ta: தெற்கு-தென்மேற்கு
uk: Південь-Південний Захід

source: Southwest
ar: جنوب غربي
de: Südwest
fr: Sud-Ouest
nl: Zuidwest
ru: ЮЗ
sl: Jugozahod
ta: தென்மேற்கு
uk: Південний Захід

source: West-Southwest
ar: غرب - جنوب غربي
de: West-Südwest
fr: Ouest-Sud-Ouest
nl: West-zuidwest
ru: Западный-ЮЗ
sl: Zahod-jugozahod
ta: மேற்கு-தென்மேற்கு
uk: Захід-Південний Захід

source: West
ar: الغرب
de: Westen
fr: Ouest
ru: Западный
sl: Zahod
ta: மேற்கு
uk: Захід

source: West-Northwest
ar: الغرب - شمال غربي
de: West-Nordwest
fr: Ouest-Nord-Ouest
nl: West-noordwest
ru: Западный-СЗ
sl: Zahod-severozahod
ta: மேற்கு-வடமேற்கு
uk: Захід-Північний Захід

source: Northwest
ar: شمال غربي
de: Nordwest
fr: Nord-Ouest
nl: Noordwest
ru: СЗ
sl: Severozahod
ta: வடமேற்கு
uk: Північний Захід

source: North-Northwest
ar: الشمال - شمال غربي
de: Nord-Nordwest
fr: Nord-Nord-Ouest
nl: Noord-noordwest
ru: Северный-СЗ
sl: Sever-severozahod
ta: வடக்கு-வடமேற்கு
uk: Північ-Північний Захід

source: humidity
ar: رطوبة
de: Feuchtigkeit
fr: humidité
nl: luchtvochtigheid
ru: влажность
sl: vlažnost
ta: ஈரப்பதம்
uk: вологість

source: Settings Widget Clock
ar: إعدادات الساعة
de: Uhren-Widget-Einstellungen
fr: Paramètres du Widget « Horloge »
nl: Klokwidgetinstellingen
ru: Настройки Виджета Часов
sl: Nastavitve pripomočka Ura
ta: அமைப்புகள் நிரல்பலக கடிகாரம்
uk: Налаштування віджету Годинник

source: Show analog clock with digits
ar: عرض الساعة التناظرية مع اﻷرقام
de: Zeige Stundenzahlen auf der analogen Uhr
fr: Afficher l'horloge analogique avec des chiffres
nl: Analoge klok met cijfers tonen
ru: Показать аналоговые часы с цифрами
sl: Pokaži analogno uro s števkami
ta: இலக்கங்களுடன் தொடர்முறை கடிகாரத்தைக் காட்டு
uk: Показати аналоговий годинник з цифрами

source: Settings Widget
ar: إعدادات القطعة
de: Einstellungen Widget
fr: Paramètres du Widget
nl: Instellingenwidget
ru: Настройки Виджета
sl: Pripomoček Nastavitve
ta: அமைப்புகள் நிரல்பலகம்
uk: Налаштування віджету

source: Limit of event
ar: حد الحدث
de: Obergrenze für Ereignisse
fr: Limite d'événements
nl: Aantal keren
ru: Предел количества событий
sl: Omejitev dogodka
ta: நிகழ்வின் வரம்பு
uk: Ліміт події

source: By default 3 event
ar: افتراضيا 3 الحدث
de: Standardmäßig 3 Ereignisse
fr: 3 événements par défaut
nl: Standaard: 3 keer
ru: По умолчанию 3 события
sl: Privzeto 3 dogodki
ta: இயல்பாக 3 நிகழ்வு
uk: За замовчуванням 3 події

source: Generals
ar: العام
de: Allgemein
fr: Généraux
nl: Algemeen
ru: Основное
sl: Splošno
ta: பொதுவான
uk: Загальні

source: Dialer
ar: المسجل
de: Telefon
fr: Cadran téléphonique
nl: Telefoon
ru: Телефон
sl: Telefon
ta: சுழற்றி
uk: Телефон

source: Open the dialer
ar: إفتح المسجل
de: Telefon öffnen
fr: Ouvrir
nl: Open de telefoonapp
ru: Открыть телефон
sl: Odprite telefon
ta: சுழற்றியைத் திற
uk: Відкрити телефон

source: Linphone
ar: خط التلفون
ru: Линфон
ta: லின்பேசி

source: Open Linphone
ar: إفتح خط التلفون
de: Linphone öffnen
fr: Ouvrir Linphone
ru: Открыть Линфон
sl: Odpri Linphone
ta: லின்பேசி திற
uk: Відкрити Linphone

source: When clicked :
ar: عند النقر :
de: Beim anklicken :
fr: Lorsque cliqué :
nl: Na indrukken :
ru: При нажатии :
sl: Ko kliknete :
ta: சொடுக்கு செய்யும்போது:
uk: При натисканні:

source: Number of displayed calls :
ar: عدد المكالمات المعروضة :
de: Anzahl der angezeigten Anrufe :
fr: Nombre d'appels affichés
ta: காட்டப்படும் அழைப்புகளின் எண்ணிக்கை:

source: By default 1
ar: افتراضيا 1
de: Standardmäßig 60 Tage
fr: 60 jours par défaut
nl: Standaard: 60 dagen
sl: Privzeto 60 dni
ta: இயல்பாக 1
uk: За замовчуванням 60 днів

source: Default
ar: إفتراضي
de: Standard
fr: Défaut
nl: Standaard
ru: По умолчанию
sl: Privzeto
ta: இயல்புநிலை
uk: За замовчуванням

source: Call
ar: إتصل
de: Anrufen
fr: Appeler
nl: Bellen
ru: Звонок
sl: Kliči
ta: அழைப்பு
uk: Виклик

source: Open the dialer with number
ar: افتح برنامج الاتصال بالرقم
de: Nummer mit Telefon öffnen
fr: Composer dans l'application « Téléphone »
nl: Telefoonapp openen met nummer
ru: Открыть телефон с набором
sl: Odpri telefon s številko
ta: சுழற்றியை எண்ணுடன் திற
uk: Відкрити телефон з номером

source: Number of displayed messages :
ar: عدد الرسائل المعروضة :
de: Anzahl der angezeigten Meldungen :
fr: Nombre de messages affichés
ta: காட்டப்படும் செய்திகளின் எண்ணிக்கை:

source: View a summary
ar: عرض ملخص
de: Zusammenfassung
fr: Voir un aperçu
nl: Samenvatting tonen
ru: Посмотреть сводку
sl: Oglejte si povzetek
ta: சுருக்கத்தைக் காண்க
uk: Переглянути резюме

source: Filter on received messages
ta: பெறப்பட்ட செய்திகளில் வடிகட்டவும்

source: Open the application
ar: افتح التطبيق
de: Die Anwendung öffnen
fr: Ouvrir l'application
nl: App openen
ru: Открыть приложение
sl: Odprite aplikacijo
ta: பயன்பாட்டைத் திற
uk: Відкрити програму

source: Open Message
ar: افتح الرسالة
de: Nachricht öffnen
fr: Ouvrir le message
nl: Bericht openen
ru: Открыть сообщение
sl: Odprite Sporočila
ta: செய்தி திற
uk: Відкрити повідомлення

source: Open the application with message
ar: افتح التطبيق بالرسالة
de: Die Nachricht in der Anwendung öffnen
fr: Ouvrir l'application avec message
nl: App met bericht openen
ru: Открыть приложение с сообщением
sl: Odpri aplikacijo s sporočilom
ta: செய்தியுடன் பயன்பாட்டைத் திற
uk: Відкрити програму з повідомленням

source: Settings for weather widget
ar: إعدادات القطعة الطقس
de: Einstellungen Widget
fr: Paramètres du Widget
nl: Instellingenwidget
sl: Nastavitve za pripomoček Vreme
ta: வானிலை நிரல்பலக அமைப்புகள்
uk: Налаштування віджету погоди

source: API Key
ar: مفتاح API
de: Api-Schlüssel
fr: Clé API
nl: API sleutel
sl: Ključ API
ta: பநிஇ விசை
uk: Ключ API

source: OpenWeatherMap API
ar: افتح خريطة الطقس API
de: Api-openweathermap
fr: API d'OpenWeatherMap
nl: API OpenWeatherMap
sl: Ključ API OpenWeatherMap
ta: திறந்தவானிலைவரைபடம் பநிஇ

source: Click to sign up for an API key
ar: أنقر لكي تقوم بالتسجيل لمفتاح API
de: Klicken um für einen API-Schlüssel zu registrieren
fr: Cliquez pour vous inscrire et obtenir une clé d'API
nl: Klik om je aan te melden voor een API sleutel
sl: Pritisnite, če se želite prijaviti za pridobitev ključa API
ta: பநிஇ விசைக்குப் பதிவுபெற சொடுக்கு செய்க
uk: Натисніть, щоб зареєструватися для отримання ключа API

source: City name
ar: إسم المدينة
de: Stadtname
fr: Nom de la ville
nl: Locatienaam
ru: Название города
sl: Ime kraja
ta: நகரத்தின் பெயர்
uk: Назва міста

source: or
ar: أو
de: oder
fr: ou
nl: of
ru: или
sl: ali
ta: அல்லது
uk: або

source: Launcher Modular
ta: துவக்கி மாடுலர்

source: Select
fr: Sélectionner

source: Image folder path:
fr: Chemin du dossier image :

source: Unsorted
fr: Non trié

source: Name
fr: Nom

source: Time
fr: Date

source: Size
fr: Taille

source: Sort type:
fr: Type de trie :

source: Reverse sort
fr: Inversion du sens du trie

source: Image path
nl: Afbeeldingslocatie
ru: Путь к изображению
uk: Шлях до зображення

source: Widget Settings
ru: Настройки виджета

source: <br><b>Click and hold the widget and to change its settings.</b>
ru: Нажмите и удерживайте виджет, чтобы изменить его настройки.

source: Installed Apps
ru: Установленные Приложения

source: new todo
ru: новое задание
