Repository: lutin11/launcher-modular
Catalog: po/*.po
Languages: ar, de, fr, nl, ru, sl, ta, uk

source: Autostart Modular Launcher
ar: مشغل وحدات التشغيل التلقائي
de: Standard App-Starter wieder herstellen
fr: Démarrer automatiquement Modular Launcher
nl: Launcher Modular automatisch starten
sl: Samodejni zagon Launcher Modular
ta: தானிதொடக்கு மட்டு துவக்கி
uk: Автозапуск Modular Launcher

source: How to Autostart Modular Launcher after booting
ar: كيفية التشغيل التلقائي للمشغّل المعياري بعد تشغيل المشغّل المعياري
fr: Comment démarrer automatiquement Modular Launcher après le démarrage
nl: Launcher Modular automatisch starten bij het opstarten
sl: Kako samodejno zagnati Launcher Modular po zagonu
ta: துவக்கத்திற்குப் பிறகு மட்டு துவக்கியை தானிதொடக்கு செய்வது எப்படி
uk: Як запустити Modular Launcher після завантаження

source: How to set Modular Launcher to start automatically when the device is booted. <br><br>More details in <a href='https://github.com/lutin11/launcher-modular-service'>how to add a Modular Launcher systemd user service file to/on your device</a>
ar: كيفية ضبط المشغّل المعياري لبدء التشغيل تلقائياً عند تشغيل الجهاز <br><br>More details in <a href='https://github.com/lutin11/launcher-modular-service'>how to add a Modular Launcher systemd user service file to/on your device</a>
fr: Comment configurer Modular Launcher pour qu'il démarre automatiquement lorsque l'appareil est démarré. <br><br>Plus de détails dans <a href='https://github.com/lutin11/launcher-modular-service'>comment ajouter Modular Launcher systemd user service vers/sur votre appareil</a>
nl: Launcher Modular automatisch starten bij het opstarten van het apparaat. <br><br>Zie voor meer informatie <a href='https://github.com/lutin11/launcher-modular-service'>hoe u een Launcher Modular systemd-gebruikersbestand toevoegt op uw apparaat</a>
sl: Kako nastaviti Launcher Modular, da se samodejno zažene ob zagonu naprave. <br><br>Več podrobnosti <a href="https://github.com/lutin11/launcher-modular-service">kako dodati Launcher Modular systemd datoteko uporabniških storitev v/na vašo napravo</a>
ta: சாதனம் துவக்கப்படும்போது தானாகவே தொடங்க மட்டு துவக்கியை எவ்வாறு அமைப்பது. <br><br><a href='https://github.com/lutin11/launcher-modular-service'>உங்கள் சாதனத்தில் ஒரு மட்டு துவக்கி முறைமை பயனர் சேவை கோப்பை எவ்வாறு சேர்ப்பது</a>என்பதில் மேலும் விவரங்கள்
uk: Як налаштувати автоматичний запуск Modular Launcher під час завантаження пристрою. <br><br>Детальніше в статті <a href="https://github.com/lutin11/launcher-modular-service">як додати службовий файл користувача systemd Modular Launcher на свій пристрій</a>

source: Change Log
ar: تغيير السجل
de: Änderungsprotokoll
fr: Liste des changements
ta: பதிவை மாற்றவும்

source: Back
ar: الرجوع
fr: Retour
ta: பின்

source: Set how many calls to display!
ar: قم بتعيين عدد المكالمات التي سيتم عرضها!
de: Legen Sie fest, wie viele Anrufe angezeigt werden sollen!
fr: Configurez combien d'appels visualiser !
ta: காண்பிக்க எத்தனை அழைப்புகள் அமைக்கவும்!

source: To do this, long press on the widget to access its configuration page.
ar: للقيام بذلك، اضغط مطولاً على الأداة الذكية للوصول إلى صفحة التكوين الخاصة بها.
de: Drücken Sie dazu lange auf das Widget, um seine Konfigurationsseite aufzurufen.
fr: Pour ce faire, appuyez longuement sur le widget pour accéder à sa page de configuration.
ta: இதைச் செய்ய, அதன் உள்ளமைவு பக்கத்தை அணுக நிரல்பலகத்தில் நீண்ட அழுத்தவும்.

source: Set how many messages to display!
ar: حدد عدد الرسائل التي سيتم عرضها!
de: Legen Sie fest, wie viele Nachrichten angezeigt werden sollen!
fr: Configurez combien de messages visualiser !
ta: எத்தனை செய்திகளைக் காண்பிக்க அமைக்கவும்!

source: Set how many events to display!
ar: حدد عدد الأحداث التي سيتم عرضها!
de: Legen Sie fest, wie viele Ereignisse angezeigt werden sollen!
fr: Configurez combien d'événements visualiser !
ta: எத்தனை நிகழ்வுகளைக் காண்பிக்க வேண்டும்!

source: Call redirection to phone app works!
ar: إعادة توجيه المكالمات إلى تطبيق الهاتف يعمل!
de: Anrufumleitung zur Telefon-App funktioniert!
fr: La redirection vers un numéro de téléphone fonctionne !
ta: தொலைபேசி பயன்பாட்டிற்கு அழைப்பு திருப்பிவிடுவது வேலை செய்கிறது!

source: On call settings, set the option for 'When clicked' to 'Open the dialer with number'
ar: في إعدادات الاتصال، اضبط خيار ”عند النقر“ على ”فتح برنامج الاتصال بالرقم"
de: Setzen Sie in den Anrufeinstellungen die Option „Beim Anklicken“ auf „Open the dialer with number“
fr: Dans les paramètres d'appel, définissez l'option 'Lorsque cliqué' sur 'ouvrir le compositeur d'appel avec le numéro'
ta: அழைப்பு அமைப்புகளில், 'எண்ணுடன் சுழற்றியைத் திறக்க' 'சொடுக்கு செய்தபோது' விருப்பத்தை அமைக்கவும்

source: Message redirection to messaging app works!
ar: إعادة توجيه الرسائل إلى تطبيق المراسلة يعمل!
de: Die Weiterleitung von Nachrichten an die Messaging-App funktioniert!
fr: La redirection des messages vers l'application de messagerie fonctionne !
ta: செய்தியிடல் பயன்பாட்டிற்கு செய்தி திருப்பி வேலை செய்கிறது!

source: On message settings, set the option for 'When clicked' to 'Open the application with message'
ar: في إعدادات الرسالة، قم بتعيين خيار ”عند النقر“ على ”فتح التطبيق مع الرسالة
de: Setzen Sie in den Nachrichteneinstellungen die Option „Beim Anklicken“ auf „öffnen“
fr: Dans les paramètres des messages, définissez l'option 'Lorsque cliqué' sur 'Ouvrir l'application avec message'.
ta: செய்தி அமைப்புகளில், 'செய்தியுடன் பயன்பாட்டைத் திறக்க' 'சொடுக்கு செய்தபோது' விருப்பத்தை அமைக்கவும்

source: Force the event list to refresh by double-clicking on the event widget!
ar: فرض تحديث قائمة الأحداث عن طريق النقر المزدوج على أداة الحدث!
de: Erzwingen Sie die Aktualisierung der Ereignisliste durch einen Doppelklick auf das Ereignis-Widget!
fr: Forcez le rafraîchissement de la liste des événements en double-cliquant sur le widget de l'événement !
ta: நிகழ்வு நிரல்பலகத்தில் இருமுறை சொடுக்கு செய்வதன் மூலம் நிகழ்வு பட்டியலைப் புதுப்பிக்கக் கட்டாயப்படுத்துங்கள்!

source: The event list shows event from current day!
ar: تُظهر قائمة الأحداث الحدث من اليوم الحالي!
de: Die Ereignisliste zeigt die Ereignisse des aktuellen Tages!
fr: La liste des événements affiche les événements de la journée en cours !
ta: நிகழ்வுப் பட்டியல் தற்போதைய நாளிலிருந்து நிகழ்வுகளைக் காட்டுகிறது!

source: Clicking on the 'Alarm' widget opens the clock!
ar: النقر على أداة ”المنبه“ يفتح الساعة!
de: Ein Klick auf das „Alarm“-Widget öffnet die Uhr!
fr: En cliquant sur le widget « Alarme », vous ouvrez l'horloge !
ta: 'விழிப்பொலி' நிரல்பலகத்தைக் சொடுக்கு செய்தால் கடிகாரத்தைத் திறக்கிறது!

source: Open the photo by clicking on it!
ar: افتح الصورة من خلال النقر عليها!
de: Die Anwendung öffnen
fr: Visualiser la photo en cliquant dessus !
nl: App openen
sl: Odprite aplikacijo
ta: புகைப்படத்தைச் சொடுக்கு செய்வதன் மூலம் திறக்கவும்!
uk: Відкрити програму

source: Enable Autostart
ar: تفعيل التشغيل التلقائي
de: Autostart einschalten
fr: Activer le démarrage automatique
nl: Automatisch opstarten
sl: Samodejni zagon
ta: தானிதொடக்கை இயக்கவும்
uk: Автозапуск

source: Swipe up to configure the launcher, and click on 'Autostart
ar: مرر لأعلى لتهيئة المشغّل، وانقر على ”التشغيل التلقائي
de: Nach oben wischen für Einstellungen
fr: Balayez vers le haut pour configurer le lanceur
nl: Veeg omhoog om in te stellen
sl: Podrsajte navzgor za konfiguracijo zaganjalnika
ta: துவக்கியை உள்ளமைக்க மேல்பக்கம் தேய்த்து, 'தானிதொடக்கு' என்பதைக் சொடுக்குக
uk: Проведіть вгору, щоб налаштувати лаунчер

source: Correction for background display.
ar: تصحيح للعرض في الخلفية.
de: Korrektur der Hintergrundanzeige.
fr: Correction pour l'affichage en arrière-plan.
ta: பின்னணி காட்சிக்கான திருத்தம்.

source: Fix up 'Run a command in a terminal'
ar: إصلاح 'تشغيل أمر في طرفية'
de: Eine Anweisung im Terminal ausführen
fr: Lancer un ordre dans un terminal
nl: Open een commando in een terminal
sl: Zaženite ukaz v terminalu
ta: 'ஒரு முனையத்தில் ஒரு கட்டளையை இயக்கவும்' சரி செய்
uk: Запустити команду в терміналі

source: Resumption of the application.
ar: استئناف التطبيق.
de: Die Anwendung öffnen
fr: Ouvrir l'application
nl: App openen
sl: Odprite aplikacijo
ta: பயன்பாட்டின் மறுதொடக்கம்.
uk: Відкрити програму

source: This is the first release of Launcher Modular based on <a href='https://github.com/ruditimmermans/launcher-modular'>Ruditimmermans</a> ones, It contains, libraries updates and some fixes.
ar: هذا هو الإصدار الأول من Launcher Modular استنادًا إلى <a href='https://github.com/ruditimmermans/launcher-modular'>روديتيمرمانس</a>، ويحتوي على، تحديثات المكتبات وبعض الإصلاحات.English
fr: C'est la première version de Launcher Modular basée sur <a href='https://github.com/ruditimmermans/launcher-modular'>Ruditimmermans</a>. Elle contient des mises à jour des bibliothèques et quelques corrections.
ta: <A href = 'https: //github.com/ruditimmemmans/launcher-modular'> ருடிடிமர்மன்சின்</a>, நூலகங்கள் புதுப்பிப்புகள் மற்றும் சில திருத்தங்களை அடிப்படையாகக் கொண்ட மட்டு துவக்கியின் முதல் வெளியீடு இதுவாகும்.

source: Addition of a new page for RSS feeds
ar: إضافة صفحة جديدة لموجز RSS
de: Hinzufügung einer neuen Seite für RSS-Feeds
fr: Ajout d'une nouvelle page pour les flux RSS
ta: ஆர்எச்எச் ஊட்டங்களுக்கு புதிய பக்கத்தைச் சேர்ப்பது

source: On Rss setting page, you can add a list of RSS feeds
fr: Sur la page des paramètres RSS, vous pouvez ajouter une liste de flux RSS
ta: Rss அமைப்பு பக்கத்தில், நீங்கள் RSS ஊட்டங்களின் பட்டியலைச் சேர்க்கலாம்

source: Update translations
ar: تحديث الترجمة
fr: Mettre à jour les traductions
ta: மொழிபெயர்ப்புகளைப் புதுப்பிக்கவும்

source: Improved 'Picture' page display performance
ar: تحسين أداء عرض صفحة ”صورة
fr: Amélioration des performances d'affichage des pages de photos
ta: மேம்படுத்தப்பட்ட 'படம்' பக்க காட்சி செயல்திறன்

source: Display contact name if exists on message and call widget
ar: عرض اسم جهة الاتصال إذا كان موجوداً في أداة الرسائل والاتصال
fr: Afficher le nom du contact s'il existe dans le message et appeler le widget
ta: செய்தியில் இருந்தால் தொடர்பு பெயரைக் காண்பி, நிரல்பலகத்தை அழைக்கவும்

source: Fix launching Libertine applications
fr: Corrige le d'amarrage d'applications Libertine
ta: லிபர்டைன் பயன்பாடுகளைத் தொடங்குவதை சரிசெய்யவும்

source: Fix launching favorite applications
fr: Corrige le lancement des applications favorites
ta: பிடித்த பயன்பாடுகளைத் தொடங்குவதை சரிசெய்யவும்

source: Update weather on refreshing home page
fr: Mise à jour la météo lors du rafraîchissement de la page d'accueil
ta: புத்துணர்ச்சியூட்டும் முகப்பு பக்கத்தில் வானிலை புதுப்பிக்கவும்

source: Added the ability to run a calculation from the search bar
fr: Ajout de la possibilité d'effectuer un calcul à partir de la barre de recherche
ta: தேடல் பட்டியிலிருந்து ஒரு கணக்கீட்டை இயக்கும் திறனைச் சேர்த்தது

source: Fix page management issue
ta: பக்க மேலாண்மை சிக்கலைச் சரிசெய்யவும்

source: This is a hotfix release, as 'Page management' did not work anymore. Please feel free to report any issues throw https://github.com/lutin11/launcher-modular/issues or on Ubports forum
fr: Il s'agit d'une version corrective, car la « gestion des pages » ne fonctionnait plus. N'hésitez pas à signaler tout problème à l'adresse https://github.com/lutin11/launcher-modular/issues ou sur le forum Ubports.
ta: 'பேச் மேனேச்மென்ட்' வேலை செய்யாததால், இது ஆட்ஃபிக்ச் வெளியீடு. https://github.com/lutin11/launcher-modular/issues அல்லது Ubports மன்றத்தில் ஏதேனும் சிக்கல்கள் இருந்தால் தயங்காமல் புகாரளிக்கவும்

source: Add 'Music' page
fr: Ajout d'une page 'Musiques'
ta: 'இசை' பக்கத்தைச் சேர்

source: Add 'Video' page
fr: Ajout d'une page 'Vidéos'
ta: 'காணொளி' பக்கத்தைச் சேர்

source: Corrected display of contact names
fr: Correction de l'affichage des noms des contacts
ta: தொடர்பு பெயர்களின் சரிசெய்யப்பட்ட காட்சி

source: Added filter on received messages
ta: பெறப்பட்ட செய்திகளில் வடிகட்டிச் சேர்க்கப்பட்டது

source: Correction of home setting not displayed
ta: பின்னணி காட்சிக்கான திருத்தம்.

source: Add Tamil translations thanks to தமிழ்நேரம்
ta: தமிழ் மொழிபெயர்ப்புகளைச் சேர்த்த 'தமிழ்நேரம்' குழுவுக்கு நன்றி

source: Update Arabic translations thanks to Salah Khani
ta: அரபு மொழிபெயர்ப்புகளைப் புதுப்பித்த சலா கானிக்கு நன்றி

source: Fix issue '#5 Valid RSS Feeds not accepted'
fr: Correction du problème « #5 Flux RSS valides non acceptés »
ta: '#5 செல்லுபடியாகும் RSS ஊட்டங்கள் ஏற்கப்படவில்லை' என்ற சிக்கலை சரிசெய்யவும்

source: Change framework to 22.04
ta: கட்டமைப்பை 22.04க்கு மாற்றவும்

source: Change framework to 24.04
ta: கட்டமைப்பை 24.04க்கு மாற்றவும்

source: Fix superimposed pages at start up
ta: தொடக்கத்தில் மிகைப்படுத்தப்பட்ட பக்கங்களை சரிசெய்யவும்

source: The calendar limit of days is not settable
fr: La limite du nombre de jours du calendrier n'est pas configurable
ta: நாட்களின் காலண்டர் வரம்பு அமைக்கப்படவில்லை

source: Fixup theme not well manage
ta: சரிசெய் கருப்பொருள் நன்றாக நிர்வகிக்கவில்லை

source: Version:
ar: النسخة:
nl: Versie:
ru: Версия:
ta: பதிப்பு:

source: | Date:
ar: | التاريخ:
de: | Datum:
ta: | தேதி:

source: If you like this app, please rank it on OpenStore
ar: إذا أعجبك هذا التطبيق، يرجى تصنيفه على OpenStore
de: Wenn Sie diese Anwendung mögen, bewerten Sie sie bitte auf OpenStore
fr: Si vous aimez cette application, likez-là sur OpenStore
ta: இந்தப் பயன்பாட்டை நீங்கள் விரும்பினால், தயவுசெய்து அதைத் திறந்தகடையில் தரவரிசைப்படுத்தவும்

source: A modular launcher for Ubuntu Touch
ar: مشغل معياري ل Ubuntu Touch
de: Ein modularer App-Starter für Ubuntu Touch
fr: Un lanceur modulaire pour Ubuntu Touch
nl: Een modulaire launcher voor Ubuntu Touch
sl: Modularni zaganjalnik za Ubuntu Touch
ta: உபுண்டு தொடுதலுக்கான ஒரு மட்டு துவக்கி
uk: Модульний лаунчер для Ubuntu Touch

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
ar: هذا البرنامج هو برنامج مجاني: يمكنك إعادة توزيعه و/أو تعديله بموجب شروط رخصة جنو العمومية كما نشرتها مؤسسة البرمجيات الحرة، إما الإصدار 3 من الرخصة، أو (حسب اختيارك) أي إصدار لاحق. يتم توزيع هذا البرنامج على أمل أن يكون مفيداً، ولكن دون أي ضمانات؛ دون حتى الضمان الضمني لقابلية التسويق أو الملاءمة لغرض معين راجع <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>رخصة الشبكة العامة للاتحاد العام </a> لمزيد من التفاصيل.
de: Dieses Programm ist freie Software: du kannst sie verteilen und/oder verändern unter den Bedingungen der GNU General Public License so wie von der Free Software Foundation veröffentlicht, entweder in Version 3 der Lizenz, oder (nach deiner Entscheidung) einer neueren Version. Das Programm wird verteilt in der Hoffnung, dass es nützlich ist, aber OHNE JEDWEDE GARANTIE; ohne auch nur eine implizierte Garantie der VERKÄUFLICHKEIT oder DER GEEIGNETHEIT FÜR EINEN BESTIMMTEN ZWECK. Siehe auch hier: <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU General Public License</a> für weitere Details.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la Licence, soit (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou d'ADÉQUATION À UN USAGE PARTICULIER. Voir <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU General Public License</a> pour plus de détails.
nl: Dit programma is vrije software: je mag het herdistribueren en/of wijzigen onder de voorwaarden van de GNU Algemene Publieke Licentie zoals gepubliceerd door de Free Software Foundation, onder versie 3 van de Licentie of (naar jouw keuze) elke latere versie. Dit programma is gedistribueerd in de hoop dat het nuttig zal zijn maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garanties die GEBRUIKELIJK ZIJN IN DE HANDEL of voor BRUIKBAARHEID VOOR EEN SPECIFIEK DOEL. Zie de <a href="https://www.gnu.org/licenses/gpl-3.0.nl.html"> GNU Algemene Publike Licentie </a> voor meer details.
ru: Эта программа является бесплатным ПО: Вы можете распространять его и/или изменить его в соответствии с условиями GNU General Public License, как бесплатное программное обеспечение, либо как вер. 3 лицензии, либо (на Ваше усмотрение) любой более поздней версии. Эта программа распространяется в надежде, что она будет полезна, но без какой-либо гарантии; даже без гарантии КОММЕРЧЕСКОЙ ВЫГОДЫ или ДОСТИЖЕНИЯ КОНКРЕТНОЙ ЦЕЛИ. Подробнее в <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU General Public License</a>.
sl: Ta program je prosta programska oprema: lahko ga distribuirate naprej in/ali spreminjate pod pogoji splošne javne licence GNU, kot jo je objavila fundacija Free Software Foundation, bodisi različica 3 te licence ali bodisi (po vaši izbiri) katere koli poznejše različice. Ta program se distribuira v upanju, da bo uporaben, vendar pa je BREZ KATEREGAKOLI JAMSTVA; celo brez implicitnega jamstva o PRIMERNOSTI ZA PRODAJO ali PRIMERNOSTI ZA DOLOČEN NAMEN. Za več podrobnosti glej <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">Splošna javna licenca GNU</a>.
ta: இந்த நிரல் இலவச மென்பொருள்: நீங்கள் அதை மறுபகிர்வு செய்யலாம் மற்றும்/அல்லது இலவச மென்பொருள் அறக்கட்டளையால் வெளியிடப்பட்ட குனு பொது பொது உரிமத்தின் விதிமுறைகளின் கீழ் மாற்றலாம், உரிமத்தின் பதிப்பு 3 அல்லது (உங்கள் விருப்பத்தில்) பின்னர் எந்தப் பதிப்பும். இந்தத் திட்டம் பயனுள்ளதாக இருக்கும் என்ற நம்பிக்கையில் விநியோகிக்கப்படுகிறது, ஆனால் எந்த உத்தரவாதமும் இல்லாமல்; ஒரு குறிப்பிட்ட நோக்கத்திற்காக வணிகத்தன்மை அல்லது உடற்தகுதி ஆகியவற்றின் மறைமுக பொறுப்பு கூட இல்லாமல். மேலும் விவரங்களுக்கு <a href = 'https: //www.gnu.org/licenses/gpl-3.0.en.html'> குனு பொது பொது உரிமம் </a> ஐப் பார்க்கவும்.
uk: Ця програма є вільним програмним забезпеченням: Її можна розповсюджувати та/або модифікувати за умовами GNU General Public License, як це було опубліковано Free Software Foundation, або у 3-й версії ліцензії, або (за Вашим вибором) у будь-якій пізнішій версії. Ця програма розповсюджується в надії, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без непрямої гарантії КОМЕРЦІЙНОЇ ПРИДАТНОСТІ або ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ. Докладніше про це читайте у розділі <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU General Public License</a>.

source: SOURCE
ar: المصدر
de: QUELLCODE
nl: BRONCODE
ru: ИСХОДНЫЙ КОД
sl: IZVOR
ta: மூலம்
uk: ДЖЕРЕЛЬНИЙ КОД

source: ISSUES
ar: المشكلات
de: FEHLER
fr: PROBLÈMES
nl: PROBLEMEN
ru: ПРОБЛЕМЫ
sl: TEŽAVE
ta: சிக்கல்கள்
uk: ПРОБЛЕМИ

source: Maintainer
ar: المشرف
de: Betreuer
fr: Mainteneur
nl: Beheerder
ru: Сопроводитель
sl: Vzdrževalec
ta: பராமரிப்பாளர்
uk: Супроводжувач

source: Copyright
ar: حقوق الطبع والنشر
fr: Droits d'auteur
nl: Auteursrecht
ru: Авторское право
sl: Avtorske pravice
ta: பதிப்புரிமை
uk: Авторське право

source: <a href='LAUNCHER MODULAR TRANSLATORS'>Modular Launcher-translators</a>
ar: a href='LAUNCHER MODULAR TRANSLATORS'>مترجمو المشغلات المعيارية</a>
de: <a href="LAUNCHER MODULAR TRANSLATORS">LAUNCHER MODULAR ÜBERSETZER</a>
fr: <a href="TRADUCTEURS DE LANCEUR MODULAIRE">TRADUCTEURS DE LANCEUR MODULAIRE</a>
nl: <a href='LAUNCHER MODULAR VERTALERS'>LAUNCHER MODULAR VERTALERS</a>
sl: <a href="LAUNCHER MODULAR TRANSLATORS">Prevajalci Launcher Modular</a>
ta: <a href='LAUNCHER MODULAR TRANSLATORS'> மட்டு துவக்கி மொழிபெயர்ப்பாளர்கள் </a>

source: Modular Launcher Help
ar: المساعدة للمشغل المعياري
de: Launcher Modular Hilfe
fr: Aide de Lanceur Modulaire
nl: Launcher Modular Help
sl: Pomoč Launcher Modular
ta: மட்டு துவக்கி உதவி
uk: Допомога Modular Launcher

source: <br><b>Click and hold the widget to change its settings.</b>
ar: <br><b>انقر مع الاستمرار على الأداة لتغيير إعداداتها.</b>
fr: <br><b>Pour accéder au paramètres du widget, appuyez longuement sur le widget et ensuite vous pourrez modifier les paramètres du widget.</b>
ta: <br><b>அதன் அமைப்புகளை மாற்ற நிரல்பலகத்தை சொடுக்கு செய்து வைத்திருங்கள். </b>

source: <br><b>To add a new page, go to 'Manage page' and click on the '+' on the top right.</b>
ar: <br><b>لإضافة صفحة جديدة، انتقل إلى "إدارة الصفحة" وانقر على "+" في الجزء العلوي الأيسر.</b>
fr: <br><b>Pour ajouter une nouvelle page, allez dans « Gérer la page » et cliquez sur le « + » en haut à droite.</b>
ta: <br><b>ஒரு புதிய பக்கத்தைச் சேர்க்க, 'பக்கத்தை நிர்வகிக்கவும்' என்பதற்குச் சென்று மேல் வலது புறத்தில் உள்ள '+' என்பதைக் சொடுக்கு செய்க.</b>

source: <br><b>To change page settings, go to 'Manage page' and click the page.</b>
ar: <br><b>لتغيير إعدادات الصفحة، انتقل إلى "إدارة الصفحة" وانقر على الصفحة.</b>
fr: <br><b>Pour modifier les paramètres d'une page, allez dans « Gérer la page » et cliquez sur la page.</b>
ta: <br><b> பக்க அமைப்புகளை மாற்ற, 'பக்கத்தை நிர்வகி' என்பதற்குச் சென்று பக்கத்தைக் சொடுக்கு செய்க.</b>

source: Choose
ar: إختار
de: Auswählen
fr: Choisir
nl: Kiezen
ru: Выбрать
sl: Izberite
ta: தேர்வு
uk: Обрати

source: Swipe up to configure the launcher
ar: اسحب لأعلى لإعداد المشغل
de: Nach oben wischen für Einstellungen
fr: Balayez vers le haut pour configurer le lanceur
nl: Veeg omhoog om in te stellen
ru: Проведите пальцем вверх, чтобы настроить средство запуска
sl: Podrsajte navzgor za konfiguracijo zaganjalnika
ta: துவக்கியை உள்ளமைக்க மேலே தேய்க்கவும்
uk: Проведіть вгору, щоб налаштувати лаунчер

source: Add custom icon
ar: إضافة أيقونة مخصصة
de: Eigenes Icon hinzufügen
fr: Ajouter une icône personnalisée
nl: Aangepast pictogram
ru: Создать иконку
sl: Dodajte ikono po meri
ta: தனிப்பயன் படவுருவைச் சேர்
uk: Додати власну іконку

source: Manage page
de: Seiten verwalten
fr: Gérer la page
nl: Pagina beheren
ru: Управление страницей
sl: Upravljanje strani
ta: பக்கத்தை நிர்வகிக்கவும்
uk: Керувати сторінкою

source: Configure Launcher
ar: إعداد المشغل
de: Starter konfigurieren
fr: Configurer le lanceur
nl: Startscherm instellen
ru: Настроить Лаунчер
sl: Konfigurirajte zaganjalnik
ta: துவக்கியை உள்ளமைக்கவும்
uk: Налаштувати лаунчер

source: Autostart
ar: التشغيل التلقائي
fr: Démarrage automatique
nl: Automatisch opstarten
sl: Samodejni zagon
ta: தானிதொடக்கு
uk: Автозапуск

source: Help
ar: المساعدة
de: Hilfe
fr: Aide
nl: Hulp
ru: Помощь
sl: Pomoč
ta: உதவி
uk: Допомога

source: About
ar: حول
de: Über
fr: À propos
nl: Over
ru: О программе
sl: O aplikaciji
ta: பற்றி
uk: Про програму

source: Website
ar: الموقع
de: Webseite
fr: Site internet
ru: Вебсайт
sl: Spletna stran
ta: வலைத்தளம்
uk: Вебсайт

source: Open this URL in the web browser
ar: افتح عنوان URL هذا في متصفح الويب
de: Öffnen Sie diese URL in Ihrem Webbrowser
fr: Ouvrez cette URL dans le navigateur web
sl: Odprite ta naslov URL v spletnem brskalniku
ta: இந்த முகவரியை வலை உலாவியில் திறக்கவும்
uk: Відкрийте цю адресу у веббраузері

source: Terminal command
ar: أوامر الطرفية
de: Terminalbefehl
fr: Commande de terminal
nl: Terminalopdracht
ru: Команда в терминале
sl: Terminalski ukaz
ta: முனையக் கட்டளை
uk: Команда терміналу

source: Run a command in a terminal
ar: تشغيل أمر في الطرفية
de: Eine Anweisung im Terminal ausführen
fr: Lancer un ordre dans un terminal
nl: Open een commando in een terminal
sl: Zaženite ukaz v terminalu
ta: ஒரு முனையத்தில் ஒரு கட்டளையை இயக்கவும்
uk: Запустити команду в терміналі

source: Launch app
ar: شغل التطبيق
de: App starten
fr: Lancer l'application
nl: App openen
ru: Запустить приложение
sl: Zaženi aplikacijo
ta: பயன்பாட்டைத் தொடங்கவும்
uk: Запустити програму

source: Launch an app
ar: شغل التطبيق
de: Eine App starten
fr: Lancer une application
nl: Open een app
ru: Запустить приложение
sl: Zaženite eno aplikacijo
ta: பயன்பாட்டைத் தொடங்கவும்
uk: Запустити програму
